[{"card_no": "9132", "card_name": "Harmonic Temptresses of the Night Sea, Siren & Lilith", "Active Skill": "For 1 turns, 1+(0.1x) ATK for every Water Enhance and Dark Enhance awakening on team. Randomly spawn 6 Heal orbs from non Water, Dark, and Heal orbs."}, {"card_no": "9007", "card_name": "Crystalline Seashore Key Hero, Triss", "Active Skill": "Unlocks all orbs. Changes the leftmost and rightmost column into Water orbs."}, {"card_no": "8944", "card_name": "Qiang Lei", "Active Skill": "Progressively evolves skills in order. Does not loop: Short Duel CD:12 turns , Sacred Dance CD:6 turns"}, {"card_no": "8842", "card_name": "Beaming Goddess of Day, Meredith", "Active Skill": "2x move time for 1 turns. 2x ATK for all subs for 1 turns. For 1 turns, spawns 1 spinners at 1s speed randomly."}, {"card_no": "8732", "card_name": "Evil Leader, All For One", "Active Skill": "For 1 turns, 1+(0.1x) ATK and RCV for every Attacker, Devil, and Machine card on team. Changes Light orbs into Dark orbs."}, {"card_no": "8600", "card_name": "Head of the Troupe, Chrollo", "Active Skill": "Switches leader and rightmost sub. Switch back when used again."}, {"card_no": "8596", "card_name": "End Point of Evolution, Meruem", "Active Skill": "Voids damage void for 1 turns. Unlocks all orbs. Change all orbs to Wood, Dark, Heal, and Poison."}, {"card_no": "8588", "card_name": "Forced Growth Gon", "Active Skill": "Reduces own HP to 1. Unable to use skills for 5 turns. 0.25x RCV for 5 turns. 10x ATK for this card specifically for 5 turns. 10x Wood ATK for 5 turns. Reduce all enemies' current HP by 40% of their max HP."}, {"card_no": "8562", "card_name": "Killvearn, the Reaper", "Active Skill": "Reduce enemy defense by 100% for 1 turns. Unlocks all orbs. Randomly spawn 6 Dark orbs from non Dark orbs."}, {"card_no": "8559", "card_name": "God of the Underworld, Dark King Vearn", "Active Skill": "2x ATK for Fire and Dark attacks for 1 turns. Unlocks all orbs. Randomly spawn 6 Fire and Dark orbs each from non Fire and Dark orbs."}, {"card_no": "4053", "card_name": "Redeeming Steel Star Goddess, Eschamali", "Active Skill": "Changes Wood, Heal, Jammer, Poison, Mortal Poison, and Bomb orbs into Dark orbs. Increases the skyfall of Dark orbs by 15% for 5 turns."}, {"card_no": "4009", "card_name": "Summer Bamboo Virtue, You Yu", "Active Skill": "Voids attribute absorption for 3 turns. 2x ATK for Attacker types for 3 turns. Unlocks all orbs. Randomly spawn 3 Water orbs from non Water orbs."}, {"card_no": "4008", "card_name": "Spring Orchid Virtue, Xiang Mei", "Active Skill": "Unlocks all orbs. Randomly spawn 6 Heal orbs from non Fire and Heal orbs. Team skills charged by 1 turns. 9999 turn awoken bind recovery."}]